[
  {
    "name": "Oiseau",
    "desc": "Un oiseau est un animal appartenant à la classe des vertébrés, à sang chaud et au corps recouvert de plumes. Les oiseaux ont des ailes et des pattes, et ont la tête munie d'un bec dépourvu de dents."
  },
  {
    "name": "Crocodilien",
    "desc": "Crocodilia (francisé en crocodiliens) est un ordre de vertébrés tétrapodes aquatiques ovipares et carnivores qui vivent dans les zones tropicales et subtropicales de la planète. Ils sont apparus sous leur forme actuelle il y a au moins 167,7 millions d'années, c'est-à-dire vers le milieu du Jurassique."
  },
  {
    "name": "Mammifère",
    "desc": "Les Mammifères sont des animaux vertébrés, vivipares, qui sont caractérisés essentiellement par la présence de mamelles, d'un cœur à quatre cavités, d'un système nerveux et encéphalique développé, par une température interne constante et une respiration de type pulmonaire."
  },
  {
    "name": "Chélonien",
    "desc": "Reptile dont le tronc est protégé par une carapace dorsale et un plastron ventral."
  },
  {
    "name": "Squamate",
    "desc": "Les squamates (Squamata, du latin squama, « écaille », par allusion à leurs petites écailles épidermiques typiques et à leurs mues complètes, par desquamation) ou saurophidiens (« lézards/serpents ») sont un vaste ordre de vertébrés tétrapodes pourvus d'écailles qui comprend tous les lézards (au sens large), serpents, amphisbènes et mosasaures. Cet ordre regroupe des espèces qui changent régulièrement de peau (mue en lambeaux ou en un seul morceau, qui intervient plusieurs fois au cours de la période d'activité de ces animaux)."
  },
  {
    "name": "Lissamphibien",
    "desc": "Les Lissamphibiens sont un groupe d'amphibiens comprenant les salamandres, les tritons, les grenouilles et les crapauds. Ils ont une peau nue et lisse, sans écailles, et sont souvent associés à des environnements aquatiques."
  },
  {
  "name": "Actinoptérygien",
  "desc": "Les Actinoptérygiens sont une classe de poissons à nageoires rayonnées, comprenant la plupart des poissons que l'on rencontre couramment. Leurs nageoires sont soutenues par des rayons osseux ou épineux."
  },
  {
    "name": "Chondrichthyen",
    "desc": "Les Chondrichthyens sont une classe de poissons cartilagineux comprenant les requins, les raies et les chimères. Leur squelette est principalement constitué de cartilage plutôt que d'os."
  },
  {
    "name": "Myriapode",
    "desc": "Les Myriapodes sont un sous-embranchement d'arthropodes comprenant les mille-pattes et les centipèdes. Ils ont de nombreuses paires de pattes segmentées et un corps allongé."
  },
  {
    "name": "Insecte",
    "desc": "Les Insectes sont une classe d'arthropodes comprenant une grande diversité d'espèces comme les coléoptères, les papillons, les abeilles et les mouches. Ils ont un corps divisé en trois parties : la tête, le thorax et l'abdomen, et six pattes jointes aux segments thoraciques."
  },
  {
    "name": "Arachnide",
    "desc": "Les Arachnides sont une classe d'arthropodes comprenant les araignées, les scorpions, les acariens et les opilions. Ils ont un corps divisé en deux parties : le céphalothorax et l'abdomen, et quatre paires de pattes."
  },
  {
    "name": "Crustacé",
    "desc": "Les Crustacés sont un sous-embranchement d'arthropodes aquatiques comprenant les crabes, les crevettes, les homards et les bernard-l'hermite. Ils ont un exosquelette chitineux et de nombreux membres appendiculaires."
  },
  {
    "name": "Céphalopode",
    "desc": "Les Céphalopodes sont une classe de mollusques marins comprenant les calmars, les pieuvres et les seiches. Ils ont une tête bien développée, des bras préhensiles et un manteau qui peut sécréter une coquille ou être réduit."
  },
  {
    "name": "Bivalve",
    "desc": "Les Bivalves sont une classe de mollusques comprenant les moules, les huîtres, les palourdes et les coquilles Saint-Jacques. Ils ont une coquille formée de deux valves articulées."
  },
  {
    "name": "Gastéropode",
    "desc": "Les Gastéropodes sont une classe de mollusques comprenant les escargots, les limaces et les nudibranches. Ils ont un pied musculaire ventral, une coquille (présente chez certains) et une torsion du corps pendant le développement."
  },
  {
    "name": "Echinoderme",
    "desc": "Les Échinodermes sont un embranchement d'animaux marins comprenant les étoiles de mer, les oursins et les concombres de mer. Ils ont un corps pentaradiaire, une symétrie radiale et un système aquifère."
  },
  {
    "name": "Cnidaire",
    "desc": "Les Cnidaires sont un embranchement d'animaux marins comprenant les méduses, les coraux et les anémones de mer. Ils ont des cellules urticantes appelées cnidocytes et une symétrie radiale."
  },
  {
    "name": "Amnélide",
    "desc": "Les Annélides sont un embranchement de vers segmentés comprenant les lombrics et les sangsues. Ils ont un corps divisé en segments et des soies sur chaque segment."
  }
]